{"pages":[{"title":"Zhuhonggen's Resume","text":"英雄不问出处，富贵当思原由 1 基本信息 姓名：朱洪根 性别：男 暂住：北京 年龄：24 | 属鼠 电话：15959963313（微信同） GitHub：https://github.com/crazyjums 个人博客：https://jums.club/ 学历：研究生 | 计算机专业 PDF版简历：我的简历-PDF 2 教育经历2.1 本科阶段 时间：2014.09-2018.07 学校：华北科技学院（二本，很low） 专业：网络工程 大学期间获得的奖： 大一获得一等奖学金 大二获得一等奖学金 大三获得励志奖学金 参与过： 参加过华为、思科网路大赛，都进了地区赛 参加过学校组织的培训（网络方向、Java编程语言） 收获： 大学期间，我算是一个混子，基本上没什么成就，也不爱玩游戏，所以就没有一些能拿的出手的游戏账号。 因为不玩游戏，所以也就有很多的业余时间，但是也并没有花在学习上，也不知道自己干嘛了，反正大学我就是一个很菜的混子。 由于害怕自己毕业即失业，所以我又考了一个研究生，本打算就业的，因为大学期间几个朋友都考研，我也就试了一下，没想到居然考中了，就是自己的学校，因为时间仓促，所以不敢报太好。所以又有三年时间可以继续菜下去。 2.2 研究生阶段 时间：2018.09-2021.07 学校：华北科技学院 专业：计算机专业（研究方向是：数据预测） 荣誉奖项： 第三届研究生网络与信息安全技术大赛暨京津冀高校研究生网络与信息安全技术大赛三等奖 收获： 就是觉得我们的研究生很水，没有什么价值， 虽然我也很水，至少我亲身经历过这些，总算是见识到了什么叫做菜，硕士学历，现在真的不值钱，还是花时间好好做事情，而不是混文凭，骗饭吃。 3 项目经验 【九型人格系统】 | GitHub Code 这是我自己根据兴趣开发的一个小程序，自己设计和开发。 利用python中的tinker库，进行图像界面开发，可以进行注册和登录 数据存放在MySQL数据库中 测试原理是基于《九型人格》这本书 理论依据：本系统测试原理是基于九型人格测试题108题和144题两套试题的测试结果，按照结果进行统计分析被测试者可能的性格类型，理论来自《九型人格》一书 本项目的难点在于如何记录那么多题目的答案，我通过for循环结合Python的动态变量名，给每到题目的答案记录分配一个全新的变量名（有规律）中，不同的变量所记录的答案选项就不会被覆盖 【基于公有云平台的数据分析以及可视化研究】 我负责整个项目的设计与开发，项目过程中，主要用到了阿里云的大数据服务MaxCompute和dataV数据可视化模块以及MySQL数据库，使用Python语言作为UDF开发语言 实现将公司数据按照一定算法计算处理，对计算之后的数据通过dataV做数据展示 全部的算法计算部分都在MaxCompute中完成 【三江源监测数据有效性分析系统】| 软著 这是研究生课题组的一个生态数据管理系统，我根据需求设计进行软件开发 本系统是基于strust框架，数据库是Sql Server 2012，系统运行在Tomcat服务器上 从数据库获取数据，在前台界面显示 将后台数据调入内存，对其进行一定的算法处理，然后在界面通过图表显示，并导出到Excel或存到数据库 【安全事故信息系统】| 软著 这是研究生课题组的一个项目，我对该系统中的部分模块进行了开发，参与了系统的前期设计 利用Bootstrap和Jquery开发前台界面，并将数据存到SQL server中 利用Echart组件将数据通过图表的形式显示到界面 java框架用的是Struts，用于编写数据计算的算法和逻辑 4 编程语言能力 Java 基本了解springBoot框架（与横向企业合作，利用该框架，设计并开发了一个处理实时数据的微型系统） 了解struts框架基本原理（参与了学校三江源系统开发，用的是Struts框架） 掌握Java的基本编程能力（Java的基本数据类型以及面向对象等） Python 熟练掌握Python基本编程技巧 利用tinker开发了一个九型人格测试系统，该系统是一个桌面可视化系统 | GitHub Code 熟悉网页抓取原理，熟悉Python正则表达式，熟悉html/css/xpath/ajax/xml等技术，能够利用Python语言抓取网页数据并保存到MySQL等数据库或者保存到Excel文件中等 熟悉scrapy爬虫框架，能够使用该框架爬取网页数据 | GitHub Code C语言 了解C语言基本语法以及能用C语言做简单开发 C++ 了解C++语言基本语法以及能用C++语言做简单开发 JavaScript/Html/Css 能熟练使用前端语言开发前端页面，基于Jsp的新闻发布系统 能够熟练使用以下数据 MySQL sql server 2008|2012 Oracle git 能够使用git工具将代码上传至GitHub 能够使用git工具将GitHub中的文件或文件夹删除 了解git命令的基本用法 linux 了解linux的基本命令操作 熟练安装Linux虚拟机 能够在Linux上安装MySQL等软件 了解Linux的权限机制 5 语言能力 英语 四级证书，六级就差1分，所以还是很菜 6 个人爱好 游泳健身（每周四次） 喜欢的音乐： 李志、许巍、李建、Pink Floyd 看书（坚持每周看一本书）| 看书主页 看电影（喜欢看各种豆瓣高分电影）| 电影主页 写博客（将一些自己在编程或学习中遇到的错误以及解决错误的方法和方法写成博客，与大家分享）| CSDN | 简书 | 知乎 | DIY BLOG | 豆瓣主页 7 其他7.1 微信公众号 7.2 作者","link":"/media/about/index.html"},{"title":"??","text":"??","link":"/media/album/index.html"},{"title":"友情链接","text":"","link":"/media/friend/index.html"},{"title":"留言","text":"","link":"/media/message/index.html"},{"title":"影音","text":"","link":"/media/video/index.html"}],"posts":[{"title":"什么是庞氏骗局？","text":"1 定义庞氏骗局（英语：Ponzi scheme）是非法性质的金融诈骗手法，是一个著名的代表案例，发生于20世纪初的美国，时至今日各种变体（资金盘）依旧存在金融市场中。是一种欺诈形式，它吸引投资者并利用后期投资者的资金向早期投资者支付利息。 其运作模式多以投资名义，给予高额回报诱使受害人投资，看似与一般的证券基金的模式并无区别，但在庞氏骗局中，投资的回报来自于后来加入的投资者，而非公司本身透过正当投资盈利，即“拆东墙补西墙”。透过不断吸引新的投资者加入，以支付前期投资者的利息，初期通常在短时间内获得回报以利于推行，再逐渐拉长给息时间。随着更多人加入，资金逐渐入不敷出，直到骗局泡沫爆破时，后期的大量投资者便会蒙受金钱损失。 2 名词来源“庞氏骗局”称谓源自美国一名意大利移民查尔斯·庞兹，他于1919年开始策划一个阴谋，成立一空壳公司骗人向这个事实上子虚乌有的企业投资，许诺投资者将在三个月内得到40%的利润回报，然后庞兹把新投资者的钱作为快速盈利付给最初投资的人，以诱使更多的人上当。由于前期投资的人回报丰厚，庞兹成功地在七个月内吸引了三万名投资者，这场阴谋持续了一年之久才被戳破。 3 经过查尔斯·庞兹在1903年移民到美国，从事过各种工作，包括油漆工等粗工。他曾于加拿大因伪造文书罪入狱，在美国亚特兰大因人口贩卖而服刑。庞兹发现最快速赚钱的方法就是金融工具，于是从1919年起，庞兹隐瞒了自己的过去，并抵达麻州波士顿，设计了一个投资计划向当地人兜售。 投资计划为投资某样商品便可获得高额回报，但庞兹刻意将计划化简为繁，让一般人难以摸清。1919年，第一次世界大战刚结束，世界经济体系混乱，庞兹便趁混乱放出消息。他宣称购买欧洲的某种邮政票券，再转卖回美国便可以赚钱。国家之间由于政策和汇率等等因素，很多经济行为一般人难以得知实况。然而庞兹宣称，所有的投资在45天之内都可以获得50%的回报，且他给最初的一批“投资者”于规定时间内拿到了承诺的回报，于是后面的“投资者”大量跟进。 在一年左右的时间里，差不多有四万多名波士顿市民变成庞兹的投资者，而且大部分是怀抱发财梦想的穷人，庞兹共收到约1500万美元的小额投资，平均每人“投资”几百美元，当时的庞兹被一些不明就里的美国人称为与哥伦布和马可尼（在当时被认为是无线电的发明者，但现在普遍认为无线电是尼古拉·特斯拉发明的）齐名的最伟大的三个意大利人之一。庞兹买下有20个房间的别墅，买了100多套昂贵的西装，并配上专门的皮鞋，拥有数十根镶黄金的拐杖，还给他的情人购买了无数昂贵的首饰，连烟斗都镶嵌著钻石。当某个金融专家揭露庞兹的投资骗术时，庞兹还在报纸上发表文章反驳。 1920年8月，庞兹宣告破产，他所收到的巨款，若按照他的许诺，可以购买几亿张欧洲邮政票券，事实上他只卖过两张。此后，“庞氏骗局”成为一个专门名词，意思是指用后来的“投资者”的钱回缴给前面的“投资者”当作回报。庞兹被判处五年刑期，出狱后又做了几件类似的金融诈骗，因此坐了更久的牢。1934年被遣送回意大利，他竟然又想办法诈骗墨索里尼，但也没能得逞。1949年，庞兹在巴西的一个善堂去世，死时身无分文。 写在最后欢迎大家关注鄙人的公众号【麦田里的守望者zhg】，让我们一起成长，谢谢。","link":"/media/pyrimid-scheme/"}],"tags":[{"name":"金融","slug":"金融","link":"/media/tags/%E9%87%91%E8%9E%8D/"}],"categories":[{"name":"金融","slug":"金融","link":"/media/categories/%E9%87%91%E8%9E%8D/"},{"name":"概念","slug":"金融/概念","link":"/media/categories/%E9%87%91%E8%9E%8D/%E6%A6%82%E5%BF%B5/"}]}