{"pages":[{"title":"","text":"英雄不问出处，富贵当思原由 1 基本信息 姓名：朱洪根 性别：男 暂住：北京 年龄：24 | 属鼠 电话：15959963313（微信同） GitHub：https://github.com/crazyjums 个人博客：https://jums.club/ 学历：研究生 | 计算机专业 PDF版简历：我的简历-PDF 2 教育经历2.1 本科阶段 时间：2014.09-2018.07 学校：华北科技学院（二本，很low） 专业：网络工程 大学期间获得的奖： 大一获得一等奖学金 大二获得一等奖学金 大三获得励志奖学金 参与过： 参加过华为、思科网路大赛，都进了地区赛 参加过学校组织的培训（网络方向、Java编程语言） 收获： 大学期间，我算是一个混子，基本上没什么成就，也不爱玩游戏，所以就没有一些能拿的出手的游戏账号。 因为不玩游戏，所以也就有很多的业余时间，但是也并没有花在学习上，也不知道自己干嘛了，反正大学我就是一个很菜的混子。 由于害怕自己毕业即失业，所以我又考了一个研究生，本打算就业的，因为大学期间几个朋友都考研，我也就试了一下，没想到居然考中了，就是自己的学校，因为时间仓促，所以不敢报太好。所以又有三年时间可以继续菜下去。 2.2 研究生阶段 时间：2018.09-2021.07 学校：华北科技学院 专业：计算机专业（研究方向是：数据预测） 荣誉奖项： 第三届研究生网络与信息安全技术大赛暨京津冀高校研究生网络与信息安全技术大赛三等奖 收获： 就是觉得我们的研究生很水，没有什么价值， 虽然我也很水，至少我亲身经历过这些，总算是见识到了什么叫做菜，硕士学历，现在真的不值钱，还是花时间好好做事情，而不是混文凭，骗饭吃。 3 项目经验 【九型人格系统】 | GitHub Code 这是我自己根据兴趣开发的一个小程序，自己设计和开发。 利用python中的tinker库，进行图像界面开发，可以进行注册和登录 数据存放在MySQL数据库中 测试原理是基于《九型人格》这本书 理论依据：本系统测试原理是基于九型人格测试题108题和144题两套试题的测试结果，按照结果进行统计分析被测试者可能的性格类型，理论来自《九型人格》一书 本项目的难点在于如何记录那么多题目的答案，我通过for循环结合Python的动态变量名，给每到题目的答案记录分配一个全新的变量名（有规律）中，不同的变量所记录的答案选项就不会被覆盖 【基于公有云平台的数据分析以及可视化研究】 我负责整个项目的设计与开发，项目过程中，主要用到了阿里云的大数据服务MaxCompute和dataV数据可视化模块以及MySQL数据库，使用Python语言作为UDF开发语言 实现将公司数据按照一定算法计算处理，对计算之后的数据通过dataV做数据展示 全部的算法计算部分都在MaxCompute中完成 【三江源监测数据有效性分析系统】| 软著 这是研究生课题组的一个生态数据管理系统，我根据需求设计进行软件开发 本系统是基于strust框架，数据库是Sql Server 2012，系统运行在Tomcat服务器上 从数据库获取数据，在前台界面显示 将后台数据调入内存，对其进行一定的算法处理，然后在界面通过图表显示，并导出到Excel或存到数据库 【安全事故信息系统】| 软著 这是研究生课题组的一个项目，我对该系统中的部分模块进行了开发，参与了系统的前期设计 利用Bootstrap和Jquery开发前台界面，并将数据存到SQL server中 利用Echart组件将数据通过图表的形式显示到界面 java框架用的是Struts，用于编写数据计算的算法和逻辑 4 编程语言能力 Java 基本了解springBoot框架（与横向企业合作，利用该框架，设计并开发了一个处理实时数据的微型系统） 了解struts框架基本原理（参与了学校三江源系统开发，用的是Struts框架） 掌握Java的基本编程能力（Java的基本数据类型以及面向对象等） Python 熟练掌握Python基本编程技巧 利用tinker开发了一个九型人格测试系统，该系统是一个桌面可视化系统 | GitHub Code 熟悉网页抓取原理，熟悉Python正则表达式，熟悉html/css/xpath/ajax/xml等技术，能够利用Python语言抓取网页数据并保存到MySQL等数据库或者保存到Excel文件中等 熟悉scrapy爬虫框架，能够使用该框架爬取网页数据 | GitHub Code C语言 了解C语言基本语法以及能用C语言做简单开发 C++ 了解C++语言基本语法以及能用C++语言做简单开发 JavaScript/Html/Css 能熟练使用前端语言开发前端页面，基于Jsp的新闻发布系统 能够熟练使用以下数据 MySQL sql server 2008|2012 Oracle git 能够使用git工具将代码上传至GitHub 能够使用git工具将GitHub中的文件或文件夹删除 了解git命令的基本用法 linux 了解linux的基本命令操作 熟练安装Linux虚拟机 能够在Linux上安装MySQL等软件 了解Linux的权限机制 5 语言能力 英语 四级证书，六级就差1分，所以还是很菜 6 个人爱好 游泳健身（每周四次） 喜欢的音乐： 李志、许巍、李建、Pink Floyd 看书（坚持每周看一本书）| 看书主页 看电影（喜欢看各种豆瓣高分电影）| 电影主页 写博客（将一些自己在编程或学习中遇到的错误以及解决错误的方法和方法写成博客，与大家分享）| CSDN | 简书 | 知乎 | DIY BLOG | 豆瓣主页 7 其他7.1 微信公众号 7.2 作者","link":"/media/about/index.html"},{"title":"","text":"","link":"/media/message/index.html"},{"title":"","text":"","link":"/media/friend/index.html"},{"title":"","text":"![测试1](https://cdn.jsdelivr.net/gh/crazyjums/media@gh-pages/img/album.jpg) ![测试3](https://cdn.jsdelivr.net/gh/crazyjums/media@gh-pages/img/album.jpg) ![测试4](https://cdn.jsdelivr.net/gh/crazyjums/media@gh-pages/img/album.jpg) ![测试5](https://cdn.jsdelivr.net/gh/crazyjums/media@gh-pages/img/album.jpg) ![测试6](https://cdn.jsdelivr.net/gh/crazyjums/media@gh-pages/img/album.jpg) ![测试8](https://cdn.jsdelivr.net/gh/crazyjums/media@gh-pages/img/album.jpg) ![v4](https://cdn.jsdelivr.net/gh/removeif/blog_image/img/2019/20191022182226.png) ![v3](https://cdn.jsdelivr.net/gh/removeif/blog_image/img/2019/20191018114126.png) ![v4](https://cdn.jsdelivr.net/gh/removeif/blog_image/img/2019/20191022182226.png) ![v3](https://cdn.jsdelivr.net/gh/removeif/blog_image/img/2019/20191018114126.png)","link":"/media/album/index.html"},{"title":"","text":"","link":"/media/video/index.html"}],"posts":[{"title":"什么是长尾理论？","text":"1 定义根据维基百科，长尾（The Long Tail）这一概念是由“连线”杂志主编克里斯·安德森（Chris Anderson）在2004年十月的“长尾” 一文中最早提出，用来描述诸如亚马逊和Netflix之类网站的商业和经济模式。 “长尾”实际上是统计学中幂律（Power Laws）和帕累托分布（Pareto）特征的一个口语化表达。 举例来说，我们常用的汉字实际上不多，但因出现频次高，所以这些为数不多的汉字占据了上图红色区域；绝大部分的汉字难得一用，它们就属于那长长的蓝尾。 Chris认为，只要存储和流通的渠道足够大，需求不旺或销量不佳的产品共同占据的市场份额就可以和那些数量不多的热卖品所占据的市场份额相匹敌甚至更大。 长尾市场也称之为“利基市场”。 “利基 ” 一词是英文 “Niche” 的音译，意译为 “ 壁龛 ” ，有拾遗补缺或见缝插针的意思。菲利普·科特勒在《营销管理》中给利基下的定义为：利基是更窄地确定某些群体，这是一个小市场并且它的需要没有被服务好，或者说 “ 有获取利益的基础 ” 。 通过对市场的细分，企业集中力量于某个特定的目标市场，或严格针对一个细分市场，或重点经营一个产品和服务，创造出产品和服务优势。 2 长尾的定义 “长尾”至今尚无正式定义，Chris Anderson 认为，最理想的长尾定义应解释“长尾理论”的三个关键组成部分： 热卖品向niches的转变 富足经济（ the economics of abundance ） 许许多多小市场聚合成一个大市场 目前最接近的定义是： “长尾实现的是许许多多小市场的总和等于，如果不是大于，一些大市场”–Jason Foster “长尾就是当籍籍无名的变成无处不在的时候你可以得到的”– Eric Akawie “长尾就是80%的过去不值得一卖的东西”–Greg “长尾讲述的是这样一个故事：以前被认为是边缘化的、地下的、独立（艺人？）的产品现在共同占据了一块市场份额，足以可与最畅销的热卖品匹敌” –Bob Baker 最佳口号： “涓涓细流，汇聚成河”—Joshua Wood “终结二八定律!”—Eric Etheridge “无物不销，无时不售!”—Jim Treacher “一个小数乘以一个非常大的数字等于一个大数!”—Rajesh Jain 3 长尾理论经济学原理3.1 四维“十”字图谱分析模型 有关长尾理论的定义，国内外众多学者从各种角度提出了自己的观点，但尚未见学者从经济学原理上阐述长尾理论的本质。 为系统的剖析长尾理论的经济学原理，本文特从企业与客户、生产与营销的角度切入，建立以下四维动态分析模型， 充分利用现有成熟经济管理理论：二八原理、蓝海战略、边际效应、规模效应一步步揭开长尾理论的神秘面纱。 3.2 长尾理论与二八原理殊途同归 在资源稀缺假设前提下，传统经济属于典型的供给方规模经济， 体现的是帕累托分布的需求曲线头部，用户的购买行为并不完全反映需求，主流产品的销售量大不等同于对它的需求也大， 只是主流产品占据了大部分市场，限制了人们的选择权。 随着整个社会经济以及科技的发展，今天我们已步入一个“富足经济”时代，人们的生活质量在不断提高。 一方面，商品在无限地细分，用户的取向除了具备一些共性之外，越来越追求个性化的需求，所以对各种商品都有存在需求的可能；而另一方面，随着技术进步和互联网的兴起，电子商务在聚集了这类产品原本分散的用户的同时，也降低了交易成本。 长尾理论阐述的实际是丰饶经济学。 企业采取差异化战略，“小块需求”通过“小块渠道”对“小块供应”的小额交易，建立全新的低成本渠道的销售模式满足人们更加个性化和具体化需求， 当无数用户的个性化需求予以满足时，必然导致长尾的产生， 形成了独特的需求方规模经济，完美展示了帕累托分布的需求曲线尾部。当大规模的市场形态向着许多细小的市场聚合形态转变，两种形态趋于并存时，“二八原理”和“长尾理论”现象会同时出现在一条需求曲线的前后两个不同部分，二者相辅相成和相互补充。 因此，长尾理论可以说是互联网出现后企业商业运营环境变化的直接结果，长尾理论只是在特定条件下从某一个角度来看问题，没有也不可能否定“二八原理”，长尾理论应当还是二八原理，是对过去强调的“二八原理”在一种新的环境下一个很好的补充和完善，二者殊途同归。 长尾理论与二八原理比较 比较项目 长尾理论 二八定律 经济假设 丰饶经济 资源稀缺 市场导向 需求方规模经济 供给方规模经济 战略手段 差异化战略（个性化服务） 低成本战略（标准化服务） 市场目标 不放弃尾部 20%的利基市场 关注头部 80%的热门市场 客户服务 提供个性化需求 提供大众化需求 企业愿景 小市场与大市场相匹配 成为主流市场的领航人 3.3 长尾理论是蓝海战略的延续 长尾理论的基本原理是聚沙成塔，创造市场规模。 长尾价值重构目的是满足个性需求，通过创意和网络，提供一些更具价值内容，更个性化的东西，在得到顾客认同时，激发其隐性需求，开创一种与传统面向大众化完全不同的面向固定细分市场的、个性化的商业经营模式， 但并没有改变弱肉强食市场规则。长尾市场激活，标志丰饶经济学下新的市场机会和交换方式的产生；长尾市场解放，是对以往需求方规模经济的扩展，也是对传统学院派经济学理论的新补充和发展，它将在理论和实践上不断更新微观经济学的一些传统观点和方法，并在新环境下指导市场执行者获取真正的效益。 而蓝海战略（“蓝海”代表当前尚不存在的蕴涵巨大利润高速增长机会的新兴市场，即未知的市场空间。）基本原理是价值创新，通过创造市场规则挖掘传统市场边界之外的潜在需求，提供个性化产品和服务。 长尾理论与蓝海战略比较 比较项目 长尾理论 蓝海战略 理论核心 聚沙成塔 价值创新 理论基础 范围经济理论 企业家创新理论 战略手段 创造市场规模 创造规则，重建市场边界 客户服务 提供个性化需求 超越现有需求 企业愿景 扩大长尾，获得规模效应 远离红海，创造蓝海 长尾理论和蓝海战略表述方式虽然存在一定的差别，但都是以现有顾客需求为基础，积极发现新的潜在市场需求，把消费者视线从市场供给一方移向需求一方，为顾客提供个性化需求，从现有的红海（“红海”代表当前既存的所有行业，是一个已知的市场空间。）市场中寻找那片未曾见到的“蓝海”；都是建立在对顾客潜在需求和价值元素分析的基础之上的价值创新战略，是一种企业家创新精神的直接体现。 3.4 长尾理论边际成本递减与边际效益递增规律 （1）边际成本递减规律。 在传统经济时代，采用大规模的、粗放的外延式的扩大生产的方式，促进经济增长主要通过提高劳动生产率来实现， 但又受制于资源是稀缺、扩大有限度和技术相对稳定的限制。长尾理论采用农业社会的定制模式满足众多小市场，却能实现经济“规模性”，主要是长尾理论的新生产方式以技术为主要动力、以人的智慧（思想、主意和决断能力）统领技术、以和谐关系整合企业内外的人和社会的力量，充分利用知识生长率（即生产知识， 并把知识转化为技术以及把技术转化为产品的效率）的特性，改变了传统经济大规模粗放式的生产方式，获得内生式增长。 首先，初始固定投入高，而边际投入低，边际成本递减。 信息、知识等共同的生产要素几乎可以零成本的代价从一种生产过程转移到另一种生产过程，几乎所有的生产要素成本皆呈递减趋势,不断加深的生产信息化程度, 使得平均可变成本不断下降。 其次， 力争实现销售“零成本”。 借助数字编码化，完全无重复地通过互联网本身达到扩散、 降低了接触更多人的营销成本, 有效地提高了长尾市场的流动性。 这种流动性继而带来了更多的消费, 有效地抬高了销售曲线, 扩大了曲线之下的面积，从而实现占有高市场份额的目标。 （2）边际效用递增规律。 长尾理论突破传统经济学中人所皆知的是边际效用递减规律，实现边际效用递增。 首先，长尾产品的定价具有“外在性”。传统经济中价格决定需求，商品价格越高，需求会越少；在长尾新经济条件下则相反:一种商品或服务的价格随着用户数量的增加而剧增，而这种价格的剧增反过来又吸引更多的用户，从而产生了多重效益。 这就是新经济的“外在性”，有的经济学家甚至认为，新经济的这种“外在性”，是“新经济”与“旧经济”相区别的根本标志。 在名牌消费、信用消费、网络消费中是很明确。 其次，长尾产品许多效用创新往往针对消费者的心理需求或社会需求。 社会生活节奏越来越快，人们逐渐进入感性世界，追求自身快乐至上的效用诉求愈发强烈，持续追求个性化需求。 2004 年湖南卫视推出的选秀节目《超级女声》,迎合流行文化的审美时尚，整合传统综艺节目和“真人秀”二者的优势，以其互动、真实、煽情以及低门槛的全新模式，创造了一个赞助商、电视台、唱片公司、演艺公司多赢的文化奇迹，充分体现草根文化“自我表现、追求情感宣泄和压力释放”的强烈心理需求。 再次，长尾产品或服务通常具有较高的效用价值。 长尾理论挖掘传统市场边界之外的潜在需求，不断改进商品或服务的质量性能，持续保持与众不同的差异性，不断给人们以焕然一新的感受，从而不断提高消费者效用的满足程度。而且，该价值中包含的个人知识成分往往比较高。由于消费者拥有的知识越多，对知识的需求就越多，而拥有一定的知识后，就会对掌握更多的知识产生更为迫切的需要，以形成知识的累积效应。 3.5 长尾理论是范围经济与规模经济的完美结合 （1）长尾理论产品需求的范围经济效应。 首先，效用与需求的同向依赖关系决定需求曲线向右上方倾斜。 需求曲线向右下方倾斜是经济学的一个基本假设之一，其意指需求量与价格负相关。长尾理论通过摆脱现有市场中与对手的竞争和博弈，在现有产业之外开创蕴涵庞大需求的利基市场空间，进入全新的领域，商品或服务所蕴含的效用价值成为影响需求的决定性因素，价格蜕化为次要因素。 换句话说，在长尾利基市场里，消费者更多关心的是效用价值，而不是价格。 其次，范围经济属于特殊形式的长尾经济，但长尾经济却不完全等于范围经济。长尾专注于各种不同的消费需求，不是瞄准现有市场“高端”或“低端”顾客，而是面向大热门市场之外的潜在需求的买方大众；通过细分市场以及专注区分消费者的差别来满足顾客偏好，致力于大多数客户的个性化需求，最后通过整合细分市场，整合不同消费者需求的共同之处来重新定义自己的产品。与范围经济相比，长尾的“范围经济”不限于同一企业内部，可以是产业集群、可以是非地域性的全球协作；长尾经济甚至可以不是范围经济，而是差异化经济、个性化经济、创意经济等异质性的经济。 再次，引导用户去探索，通过用户的个性化需求拉动产品消费。长尾理论通过在大众化产品之外提供众多的个性化定制，从而做到区别对待每一位个体的客户，这就是推动型模式与拉动型模式之间，广泛性与个性化口味之间的差别。 如推荐是娱乐业一种非常有效的市场营销手段，它使得那些低成本电影和非主流音乐能够找到自己的观众群。 推荐能让消费者得到性价比更高的、更准确的其他产品信息，激发他们进一步探索的兴趣，从而创造一个更大的娱乐市场。 （2）长尾产品供给的规模经济效应。 首先，长尾产品是向右下方倾斜的供给曲线。一般产品的供给曲线都是朝右上方倾斜，供给量与产品价格呈同向关系。 长尾理论认为价格已经从第一位的影响因素蜕化为次要因素，并被成本取而代之，生产者更关心的是产品成本的多与少，而不是价格的高与低。 成本越低，则供给越多，反之，成本越高则供给越少，两者呈反向背离关系。 其次，长尾产品供给的正向回馈经济效应。 传统的大规模生产，是生产方规模经济，是一种负向回馈经济, 是一种牛顿式的制衡系统， 通过价格调整来恢复平衡的机制。长尾经济中则是一种达尔文式的制衡系统: 当需求增加时, 生产将具有更高的效率及更高的报酬, 效率的提高导致价格下降, 从而创造了更高的需求, 更高的需求又创造更高的供给, 这是一种正向回馈经济。 正反馈与正外部性是需求方规模经济的基础，正反馈从需求角度理解就是需求曲线向右上方倾斜，即消费越多需求越大。 再次，长尾理论个性化、差异化产品供给下的规模效应。传统经济理论认为, 提高经济效益的根本途径是“规模经济” 效应, 即扩大生产规模, 优化资源的配置, 降低产品单位成本,扩大市场所占份额,然而市场达到一定规模后,边际成本呈递增规律。长尾理论向产品供应商灌输了这样一个理念，即在消费需求日益多样化的今天，应当重视消费者的个性化、差异化需求，并在低成本生产、渠道营销和有效传播方面加大力度满足这个需求。 一方面要满足消费者个性化需求； 另一方面要思考如何实现企业的增长模式，降低成本。 4 案例介绍4.1 “长尾”案例一：Google 1、Google是一个最典型的“长尾”公司，其成长历程就是把广告商和出版商的“长尾”商业化的过程。 数以百万计的小企业和个人，此前他们从未打过广告，或从没大规模地打过广告。他们小得让广告商不屑，甚至连他们自己都不曾想过可以打广告。但Google的AdSense把广告这一门槛降下来了：广告不再高不可攀，它是自助的，价廉的，谁都可以做的；另一方面，对成千上万的Blog站点和小规模的商业网站来说，在自己的站点放上广告已成举手之劳。 Google目前有一半的生意来自这些小网站而不是搜索结果中放置的广告。数以百万计的中小企业代表了一个巨大的长尾广告市场。这条长尾能有多长，恐怕谁也无法预知。 [编辑] 4.2 “长尾”案例二：亚马逊 一个前亚马逊公司员工精辟地概述了公司的“长尾”本质：现在我们所卖的那些过去根本卖不动的书比我们现在所卖的那些过去可以卖得动的书多得多。 此外还有很多，诸如维基百科、Netflix等等。 参考文献 https://wiki.mbalib.com/wiki/%E9%95%BF%E5%B0%BE%E7%90%86%E8%AE%BA 写在最后欢迎大家关注鄙人的公众号【麦田里的守望者zhg】，让我们一起成长，谢谢。","link":"/media/long-tail/"},{"title":"什么是边际效用？","text":"1 定义 在微观经济学中，边际效用（英语：marginal utility），又译为边际效应，是指每新增（或减少）一个单位的商品或服务，它对商品或服务的收益增加（或减少）的效用，也即是“效用──商品或服务量”图的斜率。经济学通常认为，随着商品或服务的量增加，边际效用将会逐步减少，称为边际效应递减定律。 在这里要注意的是，边际效用是指某种物品的消费量每增加一单位所增加的满足程度，针对的是消费者；而边际报酬（marginal returns）则对应生产者。同样，随着商品或服务的量增加，边际报酬也将会逐步减少，称为边际报酬递减定律。 2 总效用和边际效用 消费者消费某种商品满足程度的高低主要是通过总效用与边际效用两个指标进行衡量。总效用是指消费一定量某种物品中所得到的总满足程度。边际效用是指对某种物品的消费量每增加一单位所额外增加的满足程度。 用公式表示为： $$MU = \\Delta TU / Q$$ 其中， MU表示边际效用， Q为一种商品的消费数量， TU为总效用。 由上述公式的几何图形可以看出： 当边际效用为正数时，总效用是增加的； 当边际效用为零时，总效用达到最大； 当边际效用为负数时，总效用减少。 3 边际效应递减 边际效用递减，是指在一定时间内，在其他商品的消费数量保持不变的条件下，当一个人连续消费某种物品时，随着所消费的该物品的数量增加，其总效用（total utility）虽然相应增加，但物品的边际效用（marginal utility，即每消费一个单位的该物品，其所带来的效用的增加量）有递减的趋势。 商品数量Q 总效用TU 边际效用MU 0 0 1 10 10 2 18 8 3 24 6 4 28 4 5 30 2 6 30 0 7 28 -2 边际效用递减规律图示见下图。随着消费数量的增加，边际效用曲线越来越接近横轴，并最终穿过横轴，边际效用变为负值。 3.1 边际效应递减实例边际收益递减原理，在实际社会中的应用举例如下。 在生产中，比如，在农田里撒化肥可以增加农作物的产量，当向一亩农田里撒第一个100公斤化肥的时候，增加的产量最多，撒第二个100公斤化肥的时候，增加的产量就没有第一个100公斤化肥增加的产量多，撒第三个100公斤化肥的时候增加的产量就更少甚至减产，也就是说，随着所撒化肥的增加，增产效应越来越低。在科学研究中，如心理学，研究人的记忆规律，发现遗忘率是随着人记忆次数的增加而减少，记忆的次数越多，遗忘的可能性就很少，非常符合边际收益递减规律。 在社会管理中，一个政策出台以后，刚开始往往管理或者规范效应很明显，但随着时间的推移，这项政策的功能就越来越小了，越来越不适宜社会管理的需要了，也就是说政策的管理规范制约或者引导效应在不断减弱，这就是为什么宪法法规法规部门章程等每隔一段时间要进行调整和更新的主要原因。 参考文献 边际效用-wiki 边际效用-MBA 边际效用递减-百度百科 写在最后欢迎大家关注鄙人的公众号【麦田里的守望者zhg】，让我们一起成长，谢谢。","link":"/media/marginal-utility/"},{"title":"什么是庞氏骗局？","text":"1 定义庞氏骗局（英语：Ponzi scheme）是非法性质的金融诈骗手法，是一个著名的代表案例，发生于20世纪初的美国，时至今日各种变体（资金盘）依旧存在金融市场中。是一种欺诈形式，它吸引投资者并利用后期投资者的资金向早期投资者支付利息。 其运作模式多以投资名义，给予高额回报诱使受害人投资，看似与一般的证券基金的模式并无区别，但在庞氏骗局中，投资的回报来自于后来加入的投资者，而非公司本身透过正当投资盈利，即“拆东墙补西墙”。透过不断吸引新的投资者加入，以支付前期投资者的利息，初期通常在短时间内获得回报以利于推行，再逐渐拉长给息时间。随着更多人加入，资金逐渐入不敷出，直到骗局泡沫爆破时，后期的大量投资者便会蒙受金钱损失。 2 名词来源“庞氏骗局”称谓源自美国一名意大利移民查尔斯·庞兹，他于1919年开始策划一个阴谋，成立一空壳公司骗人向这个事实上子虚乌有的企业投资，许诺投资者将在三个月内得到40%的利润回报，然后庞兹把新投资者的钱作为快速盈利付给最初投资的人，以诱使更多的人上当。由于前期投资的人回报丰厚，庞兹成功地在七个月内吸引了三万名投资者，这场阴谋持续了一年之久才被戳破。 3 经过查尔斯·庞兹在1903年移民到美国，从事过各种工作，包括油漆工等粗工。他曾于加拿大因伪造文书罪入狱，在美国亚特兰大因人口贩卖而服刑。庞兹发现最快速赚钱的方法就是金融工具，于是从1919年起，庞兹隐瞒了自己的过去，并抵达麻州波士顿，设计了一个投资计划向当地人兜售。 投资计划为投资某样商品便可获得高额回报，但庞兹刻意将计划化简为繁，让一般人难以摸清。1919年，第一次世界大战刚结束，世界经济体系混乱，庞兹便趁混乱放出消息。他宣称购买欧洲的某种邮政票券，再转卖回美国便可以赚钱。国家之间由于政策和汇率等等因素，很多经济行为一般人难以得知实况。然而庞兹宣称，所有的投资在45天之内都可以获得50%的回报，且他给最初的一批“投资者”于规定时间内拿到了承诺的回报，于是后面的“投资者”大量跟进。 在一年左右的时间里，差不多有四万多名波士顿市民变成庞兹的投资者，而且大部分是怀抱发财梦想的穷人，庞兹共收到约1500万美元的小额投资，平均每人“投资”几百美元，当时的庞兹被一些不明就里的美国人称为与哥伦布和马可尼（在当时被认为是无线电的发明者，但现在普遍认为无线电是尼古拉·特斯拉发明的）齐名的最伟大的三个意大利人之一。庞兹买下有20个房间的别墅，买了100多套昂贵的西装，并配上专门的皮鞋，拥有数十根镶黄金的拐杖，还给他的情人购买了无数昂贵的首饰，连烟斗都镶嵌著钻石。当某个金融专家揭露庞兹的投资骗术时，庞兹还在报纸上发表文章反驳。 1920年8月，庞兹宣告破产，他所收到的巨款，若按照他的许诺，可以购买几亿张欧洲邮政票券，事实上他只卖过两张。此后，“庞氏骗局”成为一个专门名词，意思是指用后来的“投资者”的钱回缴给前面的“投资者”当作回报。庞兹被判处五年刑期，出狱后又做了几件类似的金融诈骗，因此坐了更久的牢。1934年被遣送回意大利，他竟然又想办法诈骗墨索里尼，但也没能得逞。1949年，庞兹在巴西的一个善堂去世，死时身无分文。 写在最后欢迎大家关注鄙人的公众号【麦田里的守望者zhg】，让我们一起成长，谢谢。","link":"/media/pyrimid-scheme/"},{"title":"什么是时间成本？","text":"1 定义 对时间成本的几种不同解释： 1、时间成本是指顾客为想得到所期望的商品或服务而必须耗费的时间换算而成的代价。 2、时间成本是指为达成特定协议所需付出的时间代价。 3、时间成本不仅是指时间本身的流失，也是指在等待时间内造成的市场机会的丢失。 4、时间成本是指为了达到某种生产目的，占用或使用如资金、材料而引起的应当支付费用。 2 时间成本与顾客满意和价值的关系时间成本是顾客满意和价值的减函数，在顾客总价值与其他成本一定的情况下，时间成本越低，顾客购买的总成本越小，从而“顾客让渡价值”越大。如以服务企业为例，顾客为购买餐馆、旅馆、银行等服务行业所提供的服务时，常常需要等候一段时间才能进入到正式购买或消费阶段，特别是在营业高峰期更是如此。 在服务质量相同的情况下，顾客等候购买该项服务的时间越长，所花费的时间成本越大，购买的总成本就会越大。同时，等候时间越长，越容易引起顾客对企业的不满意感，从而中途放弃购买的可能性亦会增大。反之亦然。因此，为降低顾客购买的时间成本，企业经营者必须对提供商品或服务要有强烈的责任感和事前的准备，在经营网点的广泛度和密集度等方面均需做出周密的安排；同时努力提高工作效率，在保证产品与服务质量的前提下，尽可能减少顾客的时间支出，降低顾客的购买成本，是为顾客创造更大的“顾客让渡价值”、增强企业产品市场竞争能力的重要途径。 参考文献 时间成本-MBA 写在最后欢迎大家关注鄙人的公众号【麦田里的守望者zhg】，让我们一起成长，谢谢。","link":"/media/time-cost/"}],"tags":[{"name":"经济学","slug":"经济学","link":"/media/tags/%E7%BB%8F%E6%B5%8E%E5%AD%A6/"},{"name":"金融","slug":"金融","link":"/media/tags/%E9%87%91%E8%9E%8D/"}],"categories":[{"name":"x","slug":"x","link":"/media/categories/x/"},{"name":"经济学","slug":"经济学","link":"/media/categories/%E7%BB%8F%E6%B5%8E%E5%AD%A6/"},{"name":"金融","slug":"金融","link":"/media/categories/%E9%87%91%E8%9E%8D/"},{"name":"x","slug":"x/x","link":"/media/categories/x/x/"},{"name":"微观经济学","slug":"经济学/微观经济学","link":"/media/categories/%E7%BB%8F%E6%B5%8E%E5%AD%A6/%E5%BE%AE%E8%A7%82%E7%BB%8F%E6%B5%8E%E5%AD%A6/"},{"name":"概念","slug":"金融/概念","link":"/media/categories/%E9%87%91%E8%9E%8D/%E6%A6%82%E5%BF%B5/"}]}